export const header = {
  numberHeader: '+7 800 222-11-00',
  topBar: {
    id: 1,
    choiceDelivery: "Доставка",
    choicePickUp: "Самовывоз",
    choiceAddress: " Выберите адрес доставки",
    choiceAddressIcon: 'fas fa-pencil-alt',
    timeOfDeliveryText: "🚛 Ближайшая доставка",
    timeOfDelivery: "сегодня, 19:00-21:00",
    phoneNumber: "+7 800 222-11-00",
    workingHours: "Круглосуточно",
    loginAndRegistration: {
      id: 1,
      closeIcon: 'fas fa-times',
      loginBtnText: 'Вход',
      regBtnText: 'Регистрация',
      users: [
        {
          id: 1,
          name: 'user',
          mail: 'user@mail.ru',
          password: 'Password1',
          forBusiness: false,
          mailing: false
        },
        {
          id: 2,
          name: 'user2',
          mail: 'user2@mail.ru',
          password: 'Password2',
          forBusiness: false,
          mailing: false
        },
        {
          id: 3,
          name: 'user3',
          mail: 'user3@mail.ru',
          password: 'Password3',
          forBusiness: false,
          mailing: false
        },
        {
          id: 4,
          name: 'user4',
          mail: 'user4@mail.ru',
          password: 'Password4',
          forBusiness: false,
          mailing: false
        },
      ],
      login: {
id: 1,
        rememberMe: 'Запомнить меня',
        logIn: 'Войти',
        remindPass: 'Напомнить пароль',
        bankIcon: `
                  <svg viewBox="0 0 23 23" class="sberbank_button">
                    <g transform="translate(58.42 11)">
                      <circle fill="none" cx="-46.9" cy="0.5" r="11"/>
                      <path fill-rule="evenodd" clip-rule="evenodd" fill="currentColor"
                            d="M-37.1-4.5c.8 1.6 1.2 3.3 1.2 5 0 6.1-4.9 11-11 11s-11-4.9-11-11v-.7l6.7 3.8 14.1-8.1zm-1.4-2c.3.3.5.6.7 1l-13.5 7.7-6.5-3.7.3-1.2 6.2 3.6 12.8-7.4zm-1.8-1.7c.3.3.7.5 1 .8L-51.2-.6-57-3.8c.2-.4.3-.7.5-1.1l5.2 3 11-6.3zm-1-.7l-9.9 5.7-4.6-2.7c.2-.3.5-.6.8-.9l3.9 2.2 8.6-4.9c.3.1.8.4 1.2.6z"/>
                    </g>
                  </svg>`,
        logInToBank: 'Вход через Сбербанк ID',
        orLogInSocial: 'или авторизуйтесь через',
        socialIcons: [
          {
            id: 1,
            social: `
                     <svg class="social-icons" width="24" height="24" viewBox="0 0 24 24" color="#5780b1">
                      <g fill="none" fill-rule="evenodd">
                        <path fill="currentColor"
                              d="M20.642 14.413c1.783 1.646 2.155 2.451 2.215 2.55.736 1.22-.816 1.316-.816
                              1.316l-2.974.043s-.643.125-1.482-.452c-1.115-.759-2.637-2.738-3.453-2.48-.83.26-.565 2.335-.565
                              2.335s.006.254-.181.458c-.207.215-.609.132-.609.132h-.856s-3.175.013-5.765-2.671C3.336 12.718.978
                              7.247.978 7.247s-.144-.347.01-.532c.177-.207.655-.204.655-.204h3.182s.298.04.512.198c.18.129.277.373.277.373S6
                              8.1 6.682 9.275c1.328 2.289 1.947 2.79
                              2.398 2.543.656-.36.459-3.236.459-3.236s.013-1.045-.332-1.51c-.267-.363-.766-.469-.986-.498-.181-.02.113-.436.495-.62.572-.277
                              1.586-.297 2.78-.284.93.01 1.281-.003 1.281-.003 1.097.264.726 1.286.726 3.727 0
                              .785-.144 1.886.425 2.249.244.162 1.12.185 2.61-2.338.709-1.198
                              1.267-2.322 1.267-2.322s.12-.254.298-.36c.187-.112.435-.112.435-.112l3.349.016s1.007-.125 1.167.33c.171.475-.411
                              1.306-1.776 3.124-2.248 2.985-2.5 2.708-.636 4.432z"/>
                        <path d="M0 0h24v24H0z"/>
                      </g>
                    </svg>`
          },
          {
            id: 2,
            social: `
                     <svg width="24" height="24" viewBox="0 0 24 24" color="#4561a3">
                      <g fill="none" fill-rule="evenodd">
                        <path fill="currentColor"
                              d="M15.54 11.652h-2.22v9.056h-3.3v-9.056H8.043V8.865h1.979v-1.68c.002-2.443.964-3.893 3.69-3.893h2.247v2.786h-1.507c-1.062 0-1.132.42-1.132 1.2v1.587h2.64l-.418 2.787z"/>
                              <path d="M0 0h24v24H0z"/>
                      </g>
                    </svg>`
          },
          {
            id: 3,
            social: `
                      <svg width="24" height="24" viewBox="6 6 24 24" color="#ff9e00">
                        <path fill="currentColor"
                              d="M21.008 18A3.011 3.011 0 0118 21.008 3.011 3.011 0 0114.992 18 3.011 3.011 0 0118 14.992 3.011 3.011 0 0121.008 18M18 8C12.486 8 8 12.486 8 18s4.486 10 10 10c2.02 0 3.968-.601 5.633-1.74l.029-.02-1.348-1.566-.022.015A7.92 7.92 0 0118 25.95c-4.384 0-7.95-3.566-7.95-7.95s3.566-7.95 7.95-7.95 7.95 3.566 7.95 7.95a7.94 7.94 0 01-.188 1.709c-.25 1.032-.973 1.348-1.516 1.306-.545-.044-1.183-.433-1.188-1.384V18A5.063 5.063 0 0018 12.942 5.063 5.063 0 0012.942 18 5.063 5.063 0 0018 23.058a5.02 5.02 0 003.584-1.493 3.249 3.249 0 002.767 1.504c.727 0 1.448-.243 2.03-.685.599-.455 1.046-1.113 1.294-1.903.04-.128.112-.42.113-.422l.001-.01C27.935 19.413 28 18.78 28 18c0-5.514-4.486-10-10-10"/>
                      </svg>`
          },
        ],
      },
      reg: {
        id: 1,
        checkForBis: 'Хочу заказывать для бизнеса',
        checkForAdvertisingText: 'Согласен',
        checkForAdvertisingLink: 'на рекламную рассылку',
        regBtn: 'Зарегистрироваться',
        agreementText: 'Продолжая, я соглашаюсь на обработку персональных данных на',
        agreementLink: 'следующих условиях'
      },
    },
    modalWindow: {
      id: 1,
      modalWindowTitle: "Выберите способ получения",
      offerToEnter: "Уже зарегистрированы?",
      offerToEnterLink: "Войти",
      choiceDelivery: "Доставка",
      choicePickUp: "Самовывоз",
      Delivery: {
        id: 1,
        enterAddressText: "Введите адрес доставки, чтобы увидеть доступные магазины",
        searchIcon: 'fas fa-search',
        btnText: "Сохранить",
        cityForSelectedDelivery: [
          {
            id: 1,
            city: 'Москва',
            storeAddress: [
              {
                id: 1,
                storeAddress: 'Москва, Ленинградское шоссе, 71Г',
                storeWorkTime: 'Самовывоз ежедневно с 10:00 до 22:00',
                btnText: 'Выбрать',
              },
              {
                id: 2,
                storeAddress: 'Москва, Маршала Прошлякова, 14',
                storeWorkTime: 'Самовывоз ежедневно с 10:00 до 22:00',
                btnText: 'Выбрать',
              },
              {
                id: 3,
                storeAddress: 'Москва, р-н северного Измайлово, 104-й км. МКАД, 6',
                storeWorkTime: 'Самовывоз ежедневно с 10:00 до 22:00',
                btnText: 'Выбрать',
              },
              {
                id: 4,
                storeAddress: 'Москва, Шоссейная, 2Б',
                storeWorkTime: 'Самовывоз ежедневно с 10:00 до 22:00',
                btnText: 'Выбрать',
              },
              {
                id: 5,
                storeAddress: 'Москва, Дмитровское ш, 165Б',
                storeWorkTime: 'Самовывоз ежедневно с 10:00 до 22:00',
                btnText: 'Выбрать',
              },
              {
                id: 6,
                storeAddress: 'д. Апаринки, МО, п. Совхоза им. Ленина, 8',
                storeWorkTime: 'Самовывоз ежедневно с 10:00 до 22:00',
                btnText: 'Выбрать',
              },
              {
                id: 7,
                storeAddress: 'Москва, Рябиновая, 59',
                storeWorkTime: 'Самовывоз ежедневно с 10:00 до 22:00',
                btnText: 'Выбрать',
              },
              {
                id: 8,
                storeAddress: 'Москва, Боровское ш, 10А',
                storeWorkTime: 'Самовывоз ежедневно с 10:00 до 22:00',
                btnText: 'Выбрать',
              },
            ]
          },
          {
            id: 2,
            city: 'Казань',
            storeAddress: [
              // {
              //   id: 1,
              //   storeAddress: 'Москва, Ленинградское шоссе, 71Г',
              //   storeWorkTime: 'Самовывоз ежедневно с 10:00 до 22:00',
              //   btnText: 'Выбрать',
              // },
            ]
          },
          {
            id: 3,
            city: 'Екатеринбург',
            storeAddress: [
              // {
              //   id: 1,
              //   storeAddress: 'Москва, Ленинградское шоссе, 71Г',
              //   storeWorkTime: 'Самовывоз ежедневно с 10:00 до 22:00',
              //   btnText: 'Выбрать',
              // },
            ]
          },
          {
            id: 4,
            city: 'Нижний Новгород',
            storeAddress: [
              // {
              //   id: 1,
              //   storeAddress: 'Москва, Ленинградское шоссе, 71Г',
              //   storeWorkTime: 'Самовывоз ежедневно с 10:00 до 22:00',
              //   btnText: 'Выбрать',
              // },
            ]
          },
          {
            id: 5,
            city: 'Ростов-на-Дону',
            storeAddress: [
              // {
              //   id: 1,
              //   storeAddress: 'Москва, Ленинградское шоссе, 71Г',
              //   storeWorkTime: 'Самовывоз ежедневно с 10:00 до 22:00',
              //   btnText: 'Выбрать',
              // },
            ]
          },
          {
            id: 6,
            city: 'Уфа',
            storeAddress: [
              // {
              //   id: 1,
              //   storeAddress: 'Москва, Ленинградское шоссе, 71Г',
              //   storeWorkTime: 'Самовывоз ежедневно с 10:00 до 22:00',
              //   btnText: 'Выбрать',
              // },
            ]
          },
          {
            id: 7,
            city: 'Краснодар',
            storeAddress: [
              // {
              //   id: 1,
              //   storeAddress: 'Москва, Ленинградское шоссе, 71Г',
              //   storeWorkTime: 'Самовывоз ежедневно с 10:00 до 22:00',
              //   btnText: 'Выбрать',
              // },
            ]
          },
          {
            id: 8,
            city: 'Самара',
            storeAddress: [
              // {
              //   id: 1,
              //   storeAddress: 'Москва, Ленинградское шоссе, 71Г',
              //   storeWorkTime: 'Самовывоз ежедневно с 10:00 до 22:00',
              //   btnText: 'Выбрать',
              // },
            ]
          },
          {
            id: 9,
            city: 'Воронеж',
            storeAddress: [
              // {
              //   id: 1,
              //   storeAddress: 'Москва, Ленинградское шоссе, 71Г',
              //   storeWorkTime: 'Самовывоз ежедневно с 10:00 до 22:00',
              //   btnText: 'Выбрать',
              // },
            ]
          },
          {
            id: 10,
            city: 'Волгоград',
            storeAddress: [
              // {
              //   id: 1,
              //   storeAddress: 'Москва, Ленинградское шоссе, 71Г',
              //   storeWorkTime: 'Самовывоз ежедневно с 10:00 до 22:00',
              //   btnText: 'Выбрать',
              // },
            ]
          },
          {
            id: 11,
            city: 'Омск',
            storeAddress: [
              // {
              //   id: 1,
              //   storeAddress: 'Москва, Ленинградское шоссе, 71Г',
              //   storeWorkTime: 'Самовывоз ежедневно с 10:00 до 22:00',
              //   btnText: 'Выбрать',
              // },
            ]
          },
          {
            id: 12,
            city: 'Челябинск',
            storeAddress: [
              // {
              //   id: 1,
              //   storeAddress: 'Москва, Ленинградское шоссе, 71Г',
              //   storeWorkTime: 'Самовывоз ежедневно с 10:00 до 22:00',
              //   btnText: 'Выбрать',
              // },
            ]
          },
          {
            id: 13,
            city: 'Красноярск',
            storeAddress: [
              // {
              //   id: 1,
              //   storeAddress: 'Москва, Ленинградское шоссе, 71Г',
              //   storeWorkTime: 'Самовывоз ежедневно с 10:00 до 22:00',
              //   btnText: 'Выбрать',
              // },
            ]
          },
          {
            id: 14,
            city: 'Московская Область',
            storeAddress: [
              // {
              //   id: 1,
              //   storeAddress: 'Москва, Ленинградское шоссе, 71Г',
              //   storeWorkTime: 'Самовывоз ежедневно с 10:00 до 22:00',
              //   btnText: 'Выбрать',
              // },
            ]
          },
          {
            id: 15,
            city: 'Пермь',
            storeAddress: [
              // {
              //   id: 1,
              //   storeAddress: 'Москва, Ленинградское шоссе, 71Г',
              //   storeWorkTime: 'Самовывоз ежедневно с 10:00 до 22:00',
              //   btnText: 'Выбрать',
              // },
            ]
          },
          {
            id: 16,
            city: 'Тюмень',
            storeAddress: [
              // {
              //   id: 1,
              //   storeAddress: 'Москва, Ленинградское шоссе, 71Г',
              //   storeWorkTime: 'Самовывоз ежедневно с 10:00 до 22:00',
              //   btnText: 'Выбрать',
              // },
            ]
          },
          {
            id: 17,
            city: 'Одинцово',
            storeAddress: [
              // {
              //   id: 1,
              //   storeAddress: 'Москва, Ленинградское шоссе, 71Г',
              //   storeWorkTime: 'Самовывоз ежедневно с 10:00 до 22:00',
              //   btnText: 'Выбрать',
              // },
            ]
          },
          {
            id: 18,
            city: 'Балашиха',
            storeAddress: [
              // {
              //   id: 1,
              //   storeAddress: 'Москва, Ленинградское шоссе, 71Г',
              //   storeWorkTime: 'Самовывоз ежедневно с 10:00 до 22:00',
              //   btnText: 'Выбрать',
              // },
            ]
          },
          {
            id: 19,
            city: 'Ногинск',
            storeAddress: [
              // {
              //   id: 1,
              //   storeAddress: 'Москва, Ленинградское шоссе, 71Г',
              //   storeWorkTime: 'Самовывоз ежедневно с 10:00 до 22:00',
              //   btnText: 'Выбрать',
              // },
            ]
          },
          {
            id: 20,
            city: 'Подольск',
            storeAddress: [
              // {
              //   id: 1,
              //   storeAddress: 'Москва, Ленинградское шоссе, 71Г',
              //   storeWorkTime: 'Самовывоз ежедневно с 10:00 до 22:00',
              //   btnText: 'Выбрать',
              // },
            ]
          },
          {
            id: 21,
            city: 'Иркутск',
            storeAddress: [
              // {
              //   id: 1,
              //   storeAddress: 'Москва, Ленинградское шоссе, 71Г',
              //   storeWorkTime: 'Самовывоз ежедневно с 10:00 до 22:00',
              //   btnText: 'Выбрать',
              // },
            ]
          },
          {
            id: 22,
            city: 'Калининград',
            storeAddress: [
              // {
              //   id: 1,
              //   storeAddress: 'Москва, Ленинградское шоссе, 71Г',
              //   storeWorkTime: 'Самовывоз ежедневно с 10:00 до 22:00',
              //   btnText: 'Выбрать',
              // },
            ]
          },
          {
            id: 23,
            city: 'Ярославль',
            storeAddress: [
              // {
              //   id: 1,
              //   storeAddress: 'Москва, Ленинградское шоссе, 71Г',
              //   storeWorkTime: 'Самовывоз ежедневно с 10:00 до 22:00',
              //   btnText: 'Выбрать',
              // },
            ]
          },
          {
            id: 24,
            city: 'Владимир',
            storeAddress: [
              // {
              //   id: 1,
              //   storeAddress: 'Москва, Ленинградское шоссе, 71Г',
              //   storeWorkTime: 'Самовывоз ежедневно с 10:00 до 22:00',
              //   btnText: 'Выбрать',
              // },
            ]
          },
          {
            id: 25,
            city: 'Барнаул',
            storeAddress: [
              // {
              //   id: 1,
              //   storeAddress: 'Москва, Ленинградское шоссе, 71Г',
              //   storeWorkTime: 'Самовывоз ежедневно с 10:00 до 22:00',
              //   btnText: 'Выбрать',
              // },
            ]
          },
          {
            id: 26,
            city: 'Тула',
            storeAddress: [
              // {
              //   id: 1,
              //   storeAddress: 'Москва, Ленинградское шоссе, 71Г',
              //   storeWorkTime: 'Самовывоз ежедневно с 10:00 до 22:00',
              //   btnText: 'Выбрать',
              // },
            ]
          },
          {
            id: 27,
            city: 'Курск',
            storeAddress: [
              // {
              //   id: 1,
              //   storeAddress: 'Москва, Ленинградское шоссе, 71Г',
              //   storeWorkTime: 'Самовывоз ежедневно с 10:00 до 22:00',
              //   btnText: 'Выбрать',
              // },
            ]
          },
          {
            id: 28,
            city: 'Кемерово',
            storeAddress: [
              // {
              //   id: 1,
              //   storeAddress: 'Москва, Ленинградское шоссе, 71Г',
              //   storeWorkTime: 'Самовывоз ежедневно с 10:00 до 22:00',
              //   btnText: 'Выбрать',
              // },
            ]
          },
          {
            id: 29,
            city: 'Томск',
            storeAddress: [
              // {
              //   id: 1,
              //   storeAddress: 'Москва, Ленинградское шоссе, 71Г',
              //   storeWorkTime: 'Самовывоз ежедневно с 10:00 до 22:00',
              //   btnText: 'Выбрать',
              // },
            ]
          },
          {
            id: 30,
            city: 'Иваново',
            storeAddress: [
              // {
              //   id: 1,
              //   storeAddress: 'Москва, Ленинградское шоссе, 71Г',
              //   storeWorkTime: 'Самовывоз ежедневно с 10:00 до 22:00',
              //   btnText: 'Выбрать',
              // },
            ]
          },
          {
            id: 31,
            city: 'Саратов',
            storeAddress: [
              // {
              //   id: 1,
              //   storeAddress: 'Москва, Ленинградское шоссе, 71Г',
              //   storeWorkTime: 'Самовывоз ежедневно с 10:00 до 22:00',
              //   btnText: 'Выбрать',
              // },
            ]
          },
          {
            id: 32,
            city: 'Новокузнецк',
            storeAddress: [
              // {
              //   id: 1,
              //   storeAddress: 'Москва, Ленинградское шоссе, 71Г',
              //   storeWorkTime: 'Самовывоз ежедневно с 10:00 до 22:00',
              //   btnText: 'Выбрать',
              // },
            ]
          },
          {
            id: 33,
            city: 'Астрахань',
            storeAddress: [
              // {
              //   id: 1,
              //   storeAddress: 'Москва, Ленинградское шоссе, 71Г',
              //   storeWorkTime: 'Самовывоз ежедневно с 10:00 до 22:00',
              //   btnText: 'Выбрать',
              // },
            ]
          },
          {
            id: 34,
            city: 'Ставрополь',
            storeAddress: [
              // {
              //   id: 1,
              //   storeAddress: 'Москва, Ленинградское шоссе, 71Г',
              //   storeWorkTime: 'Самовывоз ежедневно с 10:00 до 22:00',
              //   btnText: 'Выбрать',
              // },
            ]
          },
          {
            id: 35,
            city: 'Ижевск',
            storeAddress: [
              // {
              //   id: 1,
              //   storeAddress: 'Москва, Ленинградское шоссе, 71Г',
              //   storeWorkTime: 'Самовывоз ежедневно с 10:00 до 22:00',
              //   btnText: 'Выбрать',
              // },
            ]
          },
          {
            id: 36,
            city: 'Орел',
            storeAddress: [
              // {
              //   id: 1,
              //   storeAddress: 'Москва, Ленинградское шоссе, 71Г',
              //   storeWorkTime: 'Самовывоз ежедневно с 10:00 до 22:00',
              //   btnText: 'Выбрать',
              // },
            ]
          },
          {
            id: 37,
            city: 'Смоленск',
            storeAddress: [
              // {
              //   id: 1,
              //   storeAddress: 'Москва, Ленинградское шоссе, 71Г',
              //   storeWorkTime: 'Самовывоз ежедневно с 10:00 до 22:00',
              //   btnText: 'Выбрать',
              // },
            ]
          },
          {
            id: 38,
            city: 'Чебоксары',
            storeAddress: [
              // {
              //   id: 1,
              //   storeAddress: 'Москва, Ленинградское шоссе, 71Г',
              //   storeWorkTime: 'Самовывоз ежедневно с 10:00 до 22:00',
              //   btnText: 'Выбрать',
              // },
            ]
          },
          {
            id: 39,
            city: 'Брянск',
            storeAddress: [
              // {
              //   id: 1,
              //   storeAddress: 'Москва, Ленинградское шоссе, 71Г',
              //   storeWorkTime: 'Самовывоз ежедневно с 10:00 до 22:00',
              //   btnText: 'Выбрать',
              // },
            ]
          },
        ],
      },
      PickUp: {
        id: 1,
        locationIcon: 'fas fa-map-marker-alt',
        city: 'Город:',
        selectIcon: 'fas fa-caret-down',
        defaultCity: 1,
        cityForSelected: [
          {
            id: 1,
            city: 'Москва',
            storeAddress: [
              {
                id: 1,
                storeAddress: 'Москва, Ленинградское шоссе, 71Г',
                storeWorkTime: 'Самовывоз ежедневно с 10:00 до 22:00',
                btnText: 'Выбрать',
              },
              {
                id: 2,
                storeAddress: 'Москва, Маршала Прошлякова, 14',
                storeWorkTime: 'Самовывоз ежедневно с 10:00 до 22:00',
                btnText: 'Выбрать',
              },
              {
                id: 3,
                storeAddress: 'Москва, р-н северного Измайлово, 104-й км. МКАД, 6',
                storeWorkTime: 'Самовывоз ежедневно с 10:00 до 22:00',
                btnText: 'Выбрать',
              },
              {
                id: 4,
                storeAddress: 'Москва, Шоссейная, 2Б',
                storeWorkTime: 'Самовывоз ежедневно с 10:00 до 22:00',
                btnText: 'Выбрать',
              },
              {
                id: 5,
                storeAddress: 'Москва, Дмитровское ш, 165Б',
                storeWorkTime: 'Самовывоз ежедневно с 10:00 до 22:00',
                btnText: 'Выбрать',
              },
              {
                id: 6,
                storeAddress: 'д. Апаринки, МО, п. Совхоза им. Ленина, 8',
                storeWorkTime: 'Самовывоз ежедневно с 10:00 до 22:00',
                btnText: 'Выбрать',
              },
              {
                id: 7,
                storeAddress: 'Москва, Рябиновая, 59',
                storeWorkTime: 'Самовывоз ежедневно с 10:00 до 22:00',
                btnText: 'Выбрать',
              },
              {
                id: 8,
                storeAddress: 'Москва, Боровское ш, 10А',
                storeWorkTime: 'Самовывоз ежедневно с 10:00 до 22:00',
                btnText: 'Выбрать',
              },
            ]
          },
          {
            id: 2,
            city: 'Казань',
            storeAddress: [
              // {
              //   id: 1,
              //   storeAddress: 'Москва, Ленинградское шоссе, 71Г',
              //   storeWorkTime: 'Самовывоз ежедневно с 10:00 до 22:00',
              //   btnText: 'Выбрать',
              // },
            ]
          },
          {
            id: 3,
            city: 'Екатеринбург',
            storeAddress: [
              // {
              //   id: 1,
              //   storeAddress: 'Москва, Ленинградское шоссе, 71Г',
              //   storeWorkTime: 'Самовывоз ежедневно с 10:00 до 22:00',
              //   btnText: 'Выбрать',
              // },
            ]
          },
          {
            id: 4,
            city: 'Нижний Новгород',
            storeAddress: [
              // {
              //   id: 1,
              //   storeAddress: 'Москва, Ленинградское шоссе, 71Г',
              //   storeWorkTime: 'Самовывоз ежедневно с 10:00 до 22:00',
              //   btnText: 'Выбрать',
              // },
            ]
          },
          {
            id: 5,
            city: 'Ростов-на-Дону',
            storeAddress: [
              // {
              //   id: 1,
              //   storeAddress: 'Москва, Ленинградское шоссе, 71Г',
              //   storeWorkTime: 'Самовывоз ежедневно с 10:00 до 22:00',
              //   btnText: 'Выбрать',
              // },
            ]
          },
          {
            id: 6,
            city: 'Уфа',
            storeAddress: [
              // {
              //   id: 1,
              //   storeAddress: 'Москва, Ленинградское шоссе, 71Г',
              //   storeWorkTime: 'Самовывоз ежедневно с 10:00 до 22:00',
              //   btnText: 'Выбрать',
              // },
            ]
          },
          {
            id: 7,
            city: 'Краснодар',
            storeAddress: [
              // {
              //   id: 1,
              //   storeAddress: 'Москва, Ленинградское шоссе, 71Г',
              //   storeWorkTime: 'Самовывоз ежедневно с 10:00 до 22:00',
              //   btnText: 'Выбрать',
              // },
            ]
          },
          {
            id: 8,
            city: 'Самара',
            storeAddress: [
              // {
              //   id: 1,
              //   storeAddress: 'Москва, Ленинградское шоссе, 71Г',
              //   storeWorkTime: 'Самовывоз ежедневно с 10:00 до 22:00',
              //   btnText: 'Выбрать',
              // },
            ]
          },
          {
            id: 9,
            city: 'Воронеж',
            storeAddress: [
              // {
              //   id: 1,
              //   storeAddress: 'Москва, Ленинградское шоссе, 71Г',
              //   storeWorkTime: 'Самовывоз ежедневно с 10:00 до 22:00',
              //   btnText: 'Выбрать',
              // },
            ]
          },
          {
            id: 10,
            city: 'Волгоград',
            storeAddress: [
              // {
              //   id: 1,
              //   storeAddress: 'Москва, Ленинградское шоссе, 71Г',
              //   storeWorkTime: 'Самовывоз ежедневно с 10:00 до 22:00',
              //   btnText: 'Выбрать',
              // },
            ]
          },
          {
            id: 11,
            city: 'Омск',
            storeAddress: [
              // {
              //   id: 1,
              //   storeAddress: 'Москва, Ленинградское шоссе, 71Г',
              //   storeWorkTime: 'Самовывоз ежедневно с 10:00 до 22:00',
              //   btnText: 'Выбрать',
              // },
            ]
          },
          {
            id: 12,
            city: 'Челябинск',
            storeAddress: [
              // {
              //   id: 1,
              //   storeAddress: 'Москва, Ленинградское шоссе, 71Г',
              //   storeWorkTime: 'Самовывоз ежедневно с 10:00 до 22:00',
              //   btnText: 'Выбрать',
              // },
            ]
          },
          {
            id: 13,
            city: 'Красноярск',
            storeAddress: [
              // {
              //   id: 1,
              //   storeAddress: 'Москва, Ленинградское шоссе, 71Г',
              //   storeWorkTime: 'Самовывоз ежедневно с 10:00 до 22:00',
              //   btnText: 'Выбрать',
              // },
            ]
          },
          {
            id: 14,
            city: 'Московская Область',
            storeAddress: [
              // {
              //   id: 1,
              //   storeAddress: 'Москва, Ленинградское шоссе, 71Г',
              //   storeWorkTime: 'Самовывоз ежедневно с 10:00 до 22:00',
              //   btnText: 'Выбрать',
              // },
            ]
          },
          {
            id: 15,
            city: 'Пермь',
            storeAddress: [
              // {
              //   id: 1,
              //   storeAddress: 'Москва, Ленинградское шоссе, 71Г',
              //   storeWorkTime: 'Самовывоз ежедневно с 10:00 до 22:00',
              //   btnText: 'Выбрать',
              // },
            ]
          },
          {
            id: 16,
            city: 'Тюмень',
            storeAddress: [
              // {
              //   id: 1,
              //   storeAddress: 'Москва, Ленинградское шоссе, 71Г',
              //   storeWorkTime: 'Самовывоз ежедневно с 10:00 до 22:00',
              //   btnText: 'Выбрать',
              // },
            ]
          },
          {
            id: 17,
            city: 'Одинцово',
            storeAddress: [
              // {
              //   id: 1,
              //   storeAddress: 'Москва, Ленинградское шоссе, 71Г',
              //   storeWorkTime: 'Самовывоз ежедневно с 10:00 до 22:00',
              //   btnText: 'Выбрать',
              // },
            ]
          },
          {
            id: 18,
            city: 'Балашиха',
            storeAddress: [
              // {
              //   id: 1,
              //   storeAddress: 'Москва, Ленинградское шоссе, 71Г',
              //   storeWorkTime: 'Самовывоз ежедневно с 10:00 до 22:00',
              //   btnText: 'Выбрать',
              // },
            ]
          },
          {
            id: 19,
            city: 'Ногинск',
            storeAddress: [
              // {
              //   id: 1,
              //   storeAddress: 'Москва, Ленинградское шоссе, 71Г',
              //   storeWorkTime: 'Самовывоз ежедневно с 10:00 до 22:00',
              //   btnText: 'Выбрать',
              // },
            ]
          },
          {
            id: 20,
            city: 'Подольск',
            storeAddress: [
              // {
              //   id: 1,
              //   storeAddress: 'Москва, Ленинградское шоссе, 71Г',
              //   storeWorkTime: 'Самовывоз ежедневно с 10:00 до 22:00',
              //   btnText: 'Выбрать',
              // },
            ]
          },
          {
            id: 21,
            city: 'Иркутск',
            storeAddress: [
              // {
              //   id: 1,
              //   storeAddress: 'Москва, Ленинградское шоссе, 71Г',
              //   storeWorkTime: 'Самовывоз ежедневно с 10:00 до 22:00',
              //   btnText: 'Выбрать',
              // },
            ]
          },
          {
            id: 22,
            city: 'Калининград',
            storeAddress: [
              // {
              //   id: 1,
              //   storeAddress: 'Москва, Ленинградское шоссе, 71Г',
              //   storeWorkTime: 'Самовывоз ежедневно с 10:00 до 22:00',
              //   btnText: 'Выбрать',
              // },
            ]
          },
          {
            id: 23,
            city: 'Ярославль',
            storeAddress: [
              // {
              //   id: 1,
              //   storeAddress: 'Москва, Ленинградское шоссе, 71Г',
              //   storeWorkTime: 'Самовывоз ежедневно с 10:00 до 22:00',
              //   btnText: 'Выбрать',
              // },
            ]
          },
          {
            id: 24,
            city: 'Владимир',
            storeAddress: [
              // {
              //   id: 1,
              //   storeAddress: 'Москва, Ленинградское шоссе, 71Г',
              //   storeWorkTime: 'Самовывоз ежедневно с 10:00 до 22:00',
              //   btnText: 'Выбрать',
              // },
            ]
          },
          {
            id: 25,
            city: 'Барнаул',
            storeAddress: [
              // {
              //   id: 1,
              //   storeAddress: 'Москва, Ленинградское шоссе, 71Г',
              //   storeWorkTime: 'Самовывоз ежедневно с 10:00 до 22:00',
              //   btnText: 'Выбрать',
              // },
            ]
          },
          {
            id: 26,
            city: 'Тула',
            storeAddress: [
              // {
              //   id: 1,
              //   storeAddress: 'Москва, Ленинградское шоссе, 71Г',
              //   storeWorkTime: 'Самовывоз ежедневно с 10:00 до 22:00',
              //   btnText: 'Выбрать',
              // },
            ]
          },
          {
            id: 27,
            city: 'Курск',
            storeAddress: [
              // {
              //   id: 1,
              //   storeAddress: 'Москва, Ленинградское шоссе, 71Г',
              //   storeWorkTime: 'Самовывоз ежедневно с 10:00 до 22:00',
              //   btnText: 'Выбрать',
              // },
            ]
          },
          {
            id: 28,
            city: 'Кемерово',
            storeAddress: [
              // {
              //   id: 1,
              //   storeAddress: 'Москва, Ленинградское шоссе, 71Г',
              //   storeWorkTime: 'Самовывоз ежедневно с 10:00 до 22:00',
              //   btnText: 'Выбрать',
              // },
            ]
          },

          {
            id: 29,
            city: 'Томск',
            storeAddress: [
              // {
              //   id: 1,
              //   storeAddress: 'Москва, Ленинградское шоссе, 71Г',
              //   storeWorkTime: 'Самовывоз ежедневно с 10:00 до 22:00',
              //   btnText: 'Выбрать',
              // },
            ]
          },
          {
            id: 30,
            city: 'Иваново',
            storeAddress: [
              // {
              //   id: 1,
              //   storeAddress: 'Москва, Ленинградское шоссе, 71Г',
              //   storeWorkTime: 'Самовывоз ежедневно с 10:00 до 22:00',
              //   btnText: 'Выбрать',
              // },
            ]
          },
          {
            id: 31,
            city: 'Саратов',
            storeAddress: [
              // {
              //   id: 1,
              //   storeAddress: 'Москва, Ленинградское шоссе, 71Г',
              //   storeWorkTime: 'Самовывоз ежедневно с 10:00 до 22:00',
              //   btnText: 'Выбрать',
              // },
            ]
          },
          {
            id: 32,
            city: 'Новокузнецк',
            storeAddress: [
              // {
              //   id: 1,
              //   storeAddress: 'Москва, Ленинградское шоссе, 71Г',
              //   storeWorkTime: 'Самовывоз ежедневно с 10:00 до 22:00',
              //   btnText: 'Выбрать',
              // },
            ]
          },
          {
            id: 33,
            city: 'Астрахань',
            storeAddress: [
              // {
              //   id: 1,
              //   storeAddress: 'Москва, Ленинградское шоссе, 71Г',
              //   storeWorkTime: 'Самовывоз ежедневно с 10:00 до 22:00',
              //   btnText: 'Выбрать',
              // },
            ]
          },
          {
            id: 34,
            city: 'Ставрополь',
            storeAddress: [
              // {
              //   id: 1,
              //   storeAddress: 'Москва, Ленинградское шоссе, 71Г',
              //   storeWorkTime: 'Самовывоз ежедневно с 10:00 до 22:00',
              //   btnText: 'Выбрать',
              // },
            ]
          },
          {
            id: 35,
            city: 'Ижевск',
            storeAddress: [
              // {
              //   id: 1,
              //   storeAddress: 'Москва, Ленинградское шоссе, 71Г',
              //   storeWorkTime: 'Самовывоз ежедневно с 10:00 до 22:00',
              //   btnText: 'Выбрать',
              // },
            ]
          },
          {
            id: 36,
            city: 'Орел',
            storeAddress: [
              // {
              //   id: 1,
              //   storeAddress: 'Москва, Ленинградское шоссе, 71Г',
              //   storeWorkTime: 'Самовывоз ежедневно с 10:00 до 22:00',
              //   btnText: 'Выбрать',
              // },
            ]
          },
          {
            id: 37,
            city: 'Смоленск',
            storeAddress: [
              // {
              //   id: 1,
              //   storeAddress: 'Москва, Ленинградское шоссе, 71Г',
              //   storeWorkTime: 'Самовывоз ежедневно с 10:00 до 22:00',
              //   btnText: 'Выбрать',
              // },
            ]
          },
          {
            id: 38,
            city: 'Чебоксары',
            storeAddress: [
              // {
              //   id: 1,
              //   storeAddress: 'Москва, Ленинградское шоссе, 71Г',
              //   storeWorkTime: 'Самовывоз ежедневно с 10:00 до 22:00',
              //   btnText: 'Выбрать',
              // },
            ]
          },
          {
            id: 39,
            city: 'Брянск',
            storeAddress: [
              // {
              //   id: 1,
              //   storeAddress: 'Москва, Ленинградское шоссе, 71Г',
              //   storeWorkTime: 'Самовывоз ежедневно с 10:00 до 22:00',
              //   btnText: 'Выбрать',
              // },
            ]
          },
        ],
        logoImg: "https://sbermarket.ru/spree/retailer/icons/234559/original/1.png?1580316602",
        storeName: "Metro",
        numberOfStores: "магазинов",
        selectedStoreIcon: 'fas fa-angle-up',
        storeWithdrawalIcon: 'fas fa-angle-down',
        updateSelectedAddress: 'Изменить',
      },
    },
  },
  body: {
    logo: 'https://via.placeholder.com/200x33?text=LOGO',
    navMenuItem: [
      {
        id: 'bisness',
        name: '👩‍💻 Для бизнеса'
      },
      {
        id: 'how-we-work',
        name: 'Как мы работаем'
      },
      {
        id: 'contacts',
        name: 'Контакты'
      },
      {
        id: 'help',
        name: 'Помощь'
      },
      {
        id: 'delivery',
        name: 'Доставка и оплата'
      }
    ],
  },
  navBar: {
    catalogBtn: 'Каталог',
    backgroundImageFullMenu: 'https://sbermarket.ru/spree/retailer_logos/97198/default/metro_logo.png?1524229580',
    placeholder: 'Найти в магазине METRO',
    iconUser: 'far fa-user',
    iconWishList: 'far fa-heart',
    iconOrders: 'fas fa-history',
    iconCart: 'fas fa-shopping-cart',
    titleOrders: 'Заказы',
    titleCart: 'Корзина'
  },
  leftMenuCatalog: [
    {
      id: 1,
      title: 'Дачный сезон',
      img: 'https://sbermarket.ru/spree/taxons/10412/normal/%D0%93%D0%BB%D0%B0%D0%B2%D0%BD%D0%B0%D1%8F.jpg',
      sales: false,
      subcategories: [
        {
          id: 2,
          title: 'Все для пикника',
          img: 'https://sbermarket.ru/spree/taxons/10413/normal/%D0%92%D1%81%D0%B5_%D0%B4%D0%BB%D1%8F_%D0%BF%D0%B8%D0%BA%D0%BD%D0%B8%D0%BA%D0%B0.jpg'
        }
      ]
    },
    {
      id: 2,
      title: "Бренды METRO",
      img: "https://sbermarket.ru/spree/taxons/7783/normal/61000000.png",
      sales: true,
      subcategories: [
        {
          id: 1,
          title: '1Средства для бритья и депиляции',
          img: 'https://sbermarket.ru/spree/taxons/12360/normal/%D0%9C%D1%83%D0%B6%D1%81%D0%BA%D0%BE%D0%B9_%D1%83%D1%85%D0%BE%D0%B4.jpeg'
        },
        {
          id: 2,
          title: '2Уход за кожей',
          img: 'https://sbermarket.ru/spree/taxons/12360/normal/%D0%9C%D1%83%D0%B6%D1%81%D0%BA%D0%BE%D0%B9_%D1%83%D1%85%D0%BE%D0%B4.jpeg'
        },
        {
          id: 3,
          title: 'Какой то третий товар',
          img: 'https://sbermarket.ru/spree/taxons/12360/normal/%D0%9C%D1%83%D0%B6%D1%81%D0%BA%D0%BE%D0%B9_%D1%83%D1%85%D0%BE%D0%B4.jpeg'
        },
      ]
    },
    {
      id: 3,
      title: "Вода, соки, напитки",
      img: "https://sbermarket.ru/spree/taxons/5020/normal/%D0%92%D0%BE%D0%B4%D0%B0__%D1%81%D0%BE%D0%BA%D0%B8__%D0%BD%D0%B0%D0%BF%D0%B8%D1%82%D0%BA%D0%B8.png",
      sales: false,
      subcategories: [
        {
          id: 1,
          title: 'Большая упаковка',
          img: 'https://sbermarket.ru/spree/taxons/9850/normal/%D0%91%D0%BE%D0%BB%D1%8C%D1%88%D0%B0%D1%8F_%D1%83%D0%BF%D0%B0%D0%BA%D0%BE%D0%B2%D0%BA%D0%B0.jpg'
        }
      ]
    },
    {
      id: 4,
      title: "Овощи и фрукты",
      img: "https://sbermarket.ru/spree/taxons/4232/normal/2000000.png",
      sales: false,
      subcategories: [
        {
          id: 1,
          title: 'Овощи',
          img: 'https://sbermarket.ru/spree/taxons/4233/normal/2010000.jpg'
        },
        {
          id: 2,
          title: 'Зелень, салаты, смеси',
          img: 'https://sbermarket.ru/spree/taxons/4279/normal/2050000.jpg'
        }
      ]
    },
    {
      id: 5,
      title: "Молочные продукты",
      img: 'https://sbermarket.ru/spree/taxons/4502/normal/%D0%A1%D0%BC%D0%B5%D1%82%D0%B0%D0%BD%D0%B0.png',
      sales: false,
      subcategories: [
        {
          id: 1,
          title: 'Молочные продукты',
          img: 'https://sbermarket.ru/spree/taxons/4502/normal/%D0%A1%D0%BC%D0%B5%D1%82%D0%B0%D0%BD%D0%B0.png'
        }
      ]
    },
    {
      id: 6,
      title: "Бакалея",
      img: "https://sbermarket.ru/spree/taxons/4329/normal/3000000.png",
      sales: false,
      subcategories: [
        {
          id: 1,
          title: 'Бритье',
          img: 'https://sbermarket.ru/static/taxons/default.png'
        }
      ]
    },
    {
      id: 7,
      title: "Сладости",
      img: "https://sbermarket.ru/spree/taxons/4768/normal/10000000.png",
      sales: true,
      subcategories: [
        {
          id: 1,
          title: 'Бритье',
          img: 'https://sbermarket.ru/static/taxons/default.png'
        }
      ]
    },
    {
      id: 8,
      title: "Сыры",
      img: "https://sbermarket.ru/spree/taxons/4582/normal/7000000.png",
      sales: false,
      subcategories: [
        {
          id: 1,
          title: 'Бритье',
          img: 'https://sbermarket.ru/static/taxons/default.png'
        }
      ]
    },
    {
      id: 9,
      title: "Колбасы, сосиски, деликатесы",
      img: "https://sbermarket.ru/spree/taxons/4672/normal/8000000.png?1587987444",
      sales: false,
      subcategories: [
        {
          id: 1,
          title: 'Бритье',
          img: 'https://sbermarket.ru/static/taxons/default.png'
        }
      ]
    },
    {
      id: 10,
      title: 'Яйца',
      img: 'https://sbermarket.ru/spree/taxons/4574/normal/6000000.png?1587987444',
      sales: true,
      subcategories: [
        {
          id: 1,
          title: 'Бритье',
          img: 'https://sbermarket.ru/static/taxons/default.png'
        }
      ]
    },
    {
      id: 11,
      title: 'Хлеб и выпечка',
      img: 'https://sbermarket.ru/spree/taxons/4697/normal/9000000.png?1587987444',
      sales: true,
      subcategories: [
        {
          id: 1,
          title: 'Бритье',
          img: 'https://sbermarket.ru/static/taxons/default.png'
        }
      ]
    },

  ],
  selectShops: [
    {
      id: 1,
      title: 'METRO',
      description: 'Ближайшая доставка завтра',
      time: '09:00-12:00',
      img: 'https://sbermarket.ru/spree/retailer_logos/97198/default/metro_logo.png?1524229580',
      backgroundColor: '#203490',
      city: 'moscow',
    },
    {
      id: 2,
      title: 'SELGROS',
      description: 'Ближайшая доставка завтра',
      time: '11:00-13:00',
      img: 'https://sbermarket.ru/spree/retailer_logos/86854/default/selgros_square.png?15132714340',
      backgroundColor: '#e52720',
      city: 'moscow',
    },
    {
      id: 3,
      title: 'Лента',
      description: 'Ближайшая доставка завтра',
      time: '09:00-12:00',
      img: 'https://sbermarket.ru/spree/retailer_logos/86856/default/lenta.png?1513271434',
      backgroundColor: '#203490',
      city: 'moscow',
    },
    {
      id: 4,
      title: 'ВкусВилл',
      description: 'Ближайшая доставка завтра',
      time: '11:00-13:00',
      img: 'https://sbermarket.ru/spree/retailer_logos/222135/default/group-13_2x.png?1577350775',
      backgroundColor: '#e52720',
      city: 'moscow',
    },
    {
      id: 5,
      title: 'Ашан',
      description: 'Ближайшая доставка завтра',
      time: '09:00-12:00',
      img: 'https://sbermarket.ru/spree/retailer_logos/110302/default/auchan-logo.png?1539666604',
      backgroundColor: '#ffffff',
      city: 'moscow',
    },
    {
      id: 6,
      title: 'Азбука Вкуса',
      description: 'Ближайшая доставка завтра',
      time: '11:00-13:00',
      img: 'https://sbermarket.ru/spree/retailer_logos/156863/default/8796150988830.png?1564663752',
      backgroundColor: '#ffffff',
      city: 'moscow',
    },
  ]
}
